Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/ruijan-kaiku.no_laft-bak-loe.html.tmx
Source language: nob
Languages: fkv

source: Etulaita | Forside eAvis
fkv: Ota kontaktii – Kontakt oss

source: Laft bak løe • Hirsinurkka kajan takana
fkv: Ruijan Kaijusta – Om Ruijan Kaiku Hirsinurkka kajan takana

source: Her et bilde tatt bak en løe nord i Sverige, et sted mellom Gällivare og Kiruna.
fkv: Tämän kuvan oon otettu jonku kajan takkaa Ruottista, jostaki Jällivaaran ja Kiirunan väliltä.

source: Her ble alt tradisjonelt laget hjemme, og vi ser restene av en demontert stasjonsbygning.
fkv: Sielä tehthiin vanhaasseen aikhaan kaikki itte.

source: Den ble i sin tid bygget ved hjelp av en blanding av sinklafting og tapplafting.
fkv: Tässä kuvassa oon puretun stasuunipytingin jätöksii, ja näjemä ette siihen oon aikoinansa hakattu pykäletyt lohenpyrstönurkat.

source: Vi tar med at ordet viser til Lafte bak løe.
fkv: Viideskymmenes Mettäsuomalaisten oman tasavallan viikonloppu

source: Meininkii | Meninger
fkv: Kuvasarjoi | Tegneserier

source: Vanhaa kuva – Gamle bilder
fkv: Pääkirjoituksii | Ledere
